Repository: wp-plugins/front-end-only-users
Catalog: lang/EWD_FEUP-*.po
Languages: nl_nl

source: First Name
nl_nl: Voornaam

source: Your first name.
nl_nl: Je voornaam

source: Yes
nl_nl: Ja

source: Last Name
nl_nl: Achternaam

source: Your last name.
nl_nl: Je achternaam

source: Email
nl_nl: E-mailadres

source: Your e-mail address.
nl_nl: Je e-mailadres

source: Regular User
nl_nl: Gewone gebruiker

source: The passwords you entered did not match.
nl_nl: De ingevulde wachtwoorden komen niet overeen

source: There is already a user with that Username, please select a different one.
nl_nl: Er is reeds een geregistreerde gebruiker met die gebruikersnaam. Kies alsjeblieft een andere naam.

source: There is already an account with that Username. Please select a different one.
nl_nl: Er is reeds een account met deze gebruikersnaam. Kies alsjeblieft een andere accountnaam.

source: Your account has been succesfully created.
nl_nl: Je account is succesvol aangemaakt. Controleer je e-mail.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
nl_nl: Het geüploade bestand overschrijdt de maximaal toegestane bestandsgrootte ingesteld op de server.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
nl_nl: Het geüploade bestand overschrijdt de maximale bestandsgrootte (MAX_FILE_SIZE) ingesteld in het HTML formulier

source: The uploaded file was only partially uploaded
nl_nl: De bijlage was slechts gedeeltelijk geüpload.

source: No file was uploaded.
nl_nl: Er is geen bestand geüpload.

source: Missing a temporary folder
nl_nl: Er is geen temp-folder om de bijlage in te kunnen uploaden.

source: Failed to write file to disk
nl_nl: Het is niet gelukt de bijlage weg te schrijven op de harde schijf van de server

source: File upload stopped by extension
nl_nl: Bestands upload gestopt door een extensie

source: No error code avaiable
nl_nl: Geen foutcode beschikbaar

source: No file was uploaded here..
nl_nl: Hier is geen bijlage te vinden

source: Users have been successfully deleted.
nl_nl: Gebruikers zijn succesvol verwijderd

source: Fields have been successfully deleted.
nl_nl: Velden zijn succesvol verwijderd

source: Login succesful
nl_nl: Inlog succesvol

source: Login failed - you need to confirm your e-mail before you can log in
nl_nl: Inloggen mislukt - Je dient je e-mailadres te bevestigen alvorens je kunt inloggen

source: Login failed - an administrator needs to approve your registration before you can log in
nl_nl: Inloggen mislukt - Een beheerder dient je account eerst goed te keuren alvorens je kunt inloggen.

source: Login failed - incorrect username or password
nl_nl: Inloggen mislukt - Gebruikersnaam of wachtwoord is niet correct

source: User has been successfully created.
nl_nl: Gebruiker is succesvol aangemaakt

source: User has been successfully edited.
nl_nl: Gebruiker is succesvol bewerkt

source: User has been successfully deleted.
nl_nl: Gebruiker is succesvol verwijderd

source: Field has been successfully created.
nl_nl: Veld is succesvol aangemaakt

source: Field has been successfully edited.
nl_nl: Veld is succesvol bewerkt

source: Field has been successfully deleted.
nl_nl: Veld is succesvol verwijderd

source: Level has been successfully created.
nl_nl: Niveau is succesvol aangemaakt

source: Level has been successfully edited.
nl_nl: Niveau is succesvol bewerkt

source: Level has been successfully deleted.
nl_nl: Niveau is succesvol verwijderd

source: Options have been succesfully updated.
nl_nl: Opties zijn succesvol bijgewerkt

source: The form has not worked correctly. Please contact the plugin developer.
nl_nl: Het formulier heeft niet naar behoren gewerkt. Neem alsjeblieft contact op met de beheerder.

source: Update Account
nl_nl: Account bijwerken

source: You must be logged in to access this page.
nl_nl: Je dient ingelogd te zijn om deze pagina te bekijken.

source: Please
nl_nl: Log

source: login
nl_nl: alsjeblieft in

source: to continue.
nl_nl: om door te gaan.

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Repeat Password
nl_nl: Herhaal wachtwoord

source: Edit Profile
nl_nl: Profiel bewerken

source: Current file:
nl_nl: Huidig bestand:

source: Login
nl_nl: Inloggen

source: You have been successfully logged out.
nl_nl: Je bent succesvol uitgelogd.

source: Register
nl_nl: Registeren

source: Please log in to access this content.
nl_nl: Log alsjeblieft in om deze inhoud te bekijken.

source: Either field_name or field_value was left blank. Please make sure to include both attributes inside your shortcode.
nl_nl: Of field_name of field_value is leeggelaten. Zorg ervoor dat je beide attributen toevoegt aan je shortcode.

source: search_fields was left blank. Please make sure to include that attribute inside your shortcode.
nl_nl: search_fields is leeggelaten. Zorg ervoor dat je dit attribuut toevoegt aan je shortcode.

source: Sorry, your account isn't a high enough level to access this content.
nl_nl: Sorry, je accountniveau staat deze handeling niet toe omdat deze te laag is.

source: Sorry, your account level is too high to access this content.
nl_nl: Sorry, je accountniveau staat deze handeling niet toe omdat deze te hoog is.

source: Sorry, your account isn't the correct level to acces this content.
nl_nl: Sorry, je accountniveau staat deze handeling niet toe.

source: Sorry, this content is only for those whose
nl_nl: Sorry, deze inhoud is alleen voor

source: Front End Only Users Settings
nl_nl: Front End Only Users Instellingen

source: Back
nl_nl: Terug

source: Name
nl_nl: Naam

source: The name of the catalogue. This is for your own internal use, and to insert the catalogue into a page or post.
nl_nl: De naam van de catalogus. Dit is voor intern gebruik en om de catalogus in een pagina of bericht in te kunnen voegen.

source: Description
nl_nl: Omschrijving

source: The description of the catalogue. What products are included in this?
nl_nl: De omschrijving van de catalogus. Welke producten zijn aan deze catalogus toegevoegd?

source: Custom CSS styles that should be applied to this catalogue.
nl_nl: Custom CSS opmaak die aan deze catalogus wordt toegevoegd.

source: Edit Catalogue
nl_nl: Catalogus bewerken

source: Products
nl_nl: Producten

source: View All
nl_nl: Alles bekijken

source: Add to Catalogue
nl_nl: Aan catalogus toevoegen

source: Categories
nl_nl: Categorieën

source: Delete?
nl_nl: Verwijderen?

source: Catalogue Item Name
nl_nl: Naam catalogusitem

source: Type of Catalogue Item
nl_nl: Type catalogusitem

source: Delete
nl_nl: Verwijderen

source: Full Version
nl_nl: Volledige versie

source: Upgrade to the full version
nl_nl: Upgraden naar de volledige versie

source: to take advantage of all the available features of the Ultimate Product Catalogue for Wordpress!
nl_nl: om gebruik te maken van alle opties!

source: Product Key
nl_nl: Productsleutel

source: Upgrade
nl_nl: Upgraden

source: Thank You!
nl_nl: Bedankt!

source: Thanks for being an early adopter! Anyone who installs before July 15th will always have access to new features, updates and full product support.
nl_nl: Bedankt voor het installeren van deze plug-in.

source: Follow us on Facebook
nl_nl: Volg ons op Facebook

source: to stay up to date with new features and plugins.
nl_nl: om up-to-date te blijven met nieuwe mogelijkheden en plugins.

source: Bulk Actions
nl_nl: Bulkacties

source: Apply
nl_nl: Toepassen

source: of
nl_nl: van

source: Field Name
nl_nl: Veldnaam

source: Required?
nl_nl: Verplicht?

source: Unapproved Users
nl_nl: Niet-goedgekeurde gebruikers

source: Recent Users
nl_nl: Recente gebruikers

source: The name of the field your users will see.
nl_nl: De naam van het veld voor de gebruikers

source: The input method for the field and type of data that the field will hold.
nl_nl: De invoermethode en datatype die dit veld zal bevatten.

source: The description of the field, which the user will see as the instruction for the field.
nl_nl: De omschrijving van het veld welke gebruikers zullen zien als instructie voor dit veld.

source: Input Values
nl_nl: Invoerwaarden

source: A comma-separated list of acceptable input values for this field. These values will be the options for select, checkbox, and radio inputs. All values will be accepted if left blank.
nl_nl: Een door komma's gescheiden lijst van geaccepteerde invoerwaarden voor dit veld. Deze waarden zullen de opties voor je select, checkbox of radio inputs zijn. Alle waarden worden geaccepteerd indien je dit leeglaat.

source: Show in Admin Table?
nl_nl: Toon in tabel op beheerdersomgeving?

source: Should this field appear in the users table in the admin area?
nl_nl: Dient dit veld te verschijnen in de gebruikerstabel in de beheerdersomgeving?

source: Show in User Profile
nl_nl: Toon in gebruikersprofiel

source: Should this field appear in users' profiles in the front-end?
nl_nl: Dient dit veld getoond te worden in het profiel van de gebruiker?

source: Edit Field
nl_nl: Bewerk veld

source: Add New Field
nl_nl: Nieuw veld toevoegen

source: User Count
nl_nl: Gebruikersaantal

source: Privilege Level
nl_nl: Privilegeniveau

source: Add New Level
nl_nl: Nieuw niveau toevoegen

source: The name of the level you will assign to a group of users.
nl_nl: De naam van het niveau. Je kunt dit niveau toevoegen aan een groep gebruikers.

source: The privilege level for this user level. Privilege levels can affect who can see what content. Inserting a new level will increase the privilege level of all above levels.
nl_nl: Het privilegeniveau voor dit niveau. Privilegeniveaus bepalen wie welke inhoud ziet. Het toevoegen van een nieuw niveau zal als gevolg hebben dat alle niveaus boven het nieuwe niveau 1 naar boven zullen springen.

source: Users
nl_nl: Gebruikers

source: Fields
nl_nl: Velden

source: Levels
nl_nl: Niveaus

source: Options
nl_nl: Opties

source: Edit User
nl_nl: Gebruiker bewerken

source: Admin Approved
nl_nl: Goedgekeurd

source: Edit User
nl_nl: Gebruiker bewerken

source: Add New User
nl_nl: Nieuwe gebruiker toevoegen
